In [1]:
import pandas as pd

In [2]:
technologies= {'Fee' :[22000,25000,23000,24000,26000]}
df = pd.DataFrame(technologies)
df

     Fee
0  22000
1  25000
2  23000
3  24000
4  26000

In [3]:
transposed_df = df.transpose()
transposed_df

         0      1      2      3      4
Fee  22000  25000  23000  24000  26000